"Ab Crunch Machine" = "Bauchpresse";
"Ab Oblique Crunch Machine" = "Drehbare Bauchpresse";
"Ab Oblique Crunch Machine Variation" = "Drehbare Bauchpresse Variation";
"Ab-Bench Crunch" = "Crunches (Beine aufliegend)";
"Ab-Bench Crunch With Rotation" = "Wechselnde Crunches (Beine aufliegend)";
"Alternate Dumbbell Biceps Curl" = "Abwechselnde Kurzhantel BizepsCurl";
"Alternate Hammer Biceps Curl" = "Abwechselnde Kurzhantel HammerCurl";
"Alternate Incline Dumbbell Biceps Curl" = "Schrägbank Kurzhantel Bizepscurl";
"Alternate Incline Hammer Biceps Curl" = "Schrägbank Kurzhantel Hammercurl";
"Alternate Seated Biceps Curl" = "Abwechselnde Kurzhantel BizepsCurl sitzend";
"Back Extension Machine" = "Rückenstrecker Maschine";
"Barbell Behind The Back Shrug" = "Langhantel Schulterheben (Shrugs), hinter dem Rücken";
"Barbell Behind The Back Wrist Curl" = "Langhantel Handgelenkcurl hinter dem Rücken";
"Barbell Biceps Curl" = "Langhantel Bizepscurl";
"Barbell Dead Lift" = "Langhantel Kreuzheben";
"Barbell Hack Squat" = "Langhantel Hack Kniebeuge";
"Barbell Incline Triceps Extension" = "Schrägbank Langhantel Trizepsdrücken";
"Barbell Lunge" = "Langhantel Ausfallschritt";
"Barbell Rear Delt Row" = "Langhantel Rudern (hinterer Deltamuskel)";
"Barbell Shrug" = "Langhantel Schulterheben (Shrugs)";
"Barbell Squat" = "Langhantel Kniebeuge";
"Barbell Upright Row" = "Aufrechtes Langhantel Rudern";
"Bench Dips" = "Dips (Bank)";
"Bench Press" = "Bankdrücken";
"Bench Push Ups" = "Liegestützen (Bank)";
"Biceps Curl Machine" = "Bizepscurl Maschine";
"Biceps Curl Squat" = "Bizepscurl Kniebeuge";
"Butterfly Machine" = "Butterfly Maschine";
"Cable Biceps Curls (Rope attachement)" = "Kabelzug Bizepscurl mit Seil";
"Cable Crossover Variation" = "Kabelzug Fliegende Variation";
"Cable Crunch" = "Kabelzug Crunches";
"Cable Incline Triceps Extension with Bar" = "Schrägbank Kabelzug Trizepsdrücken";
"Cable One Arm Triceps Extension" = "Einarmiges Kabelzug Trizepsdrücken";
"Cable Shrugs" = "Kabelzug Schulterheben";
"Cable Triceps Extension With Bar" = "Kabelzug Trizepsdrücken";
"Cable Upright Row" = "Aufrechtes Kabelzug Rudern";
"Calf Press Machine" = "Wadenpresse";
"Calf Press On The Leg Press Machine" = "Wadendrücken mit Beinpresse";
"Close Hands Push Ups" = "Liegestützen enger Griff";
"Concentration Biceps Curl" = "Konzentrationscurl";
"Cross-Body Crunch" = "Überkreuzte Crunches";
"Crossed Arms Ab-Bench Crunch" = "Crunches (Arme vor Brust)";
"Crunch" = "Crunches";
"Dumbbell Bench Press" = "Kurzhantel Bankdrücken";
"Dumbbell Biceps Curl" = "Kurzhantel Bizepscurl";
"Dumbbell Flyes" = "Kurzhantel Fliegende";
"Dumbbell Hammer Biceps Curl" = "Kurzhantel Hammercurl";
"Dumbbell Incline Bench Flyes" = "Kurzhantel Schrägbank Fliegende";
"Dumbbell Incline Bench Press" = "Kurzhantel Schrägbankdrücken";
"Dumbbell Lunge" = "Kurzhantel Ausfallschritt";
"Dumbbell Pullover" = "Kurzhantel Überzüge";
"Dumbbell Reverse Biceps Curl" = "Kurzhantel Reverse Bizepscurl";
"Dumbbell Shrug" = "Kurzhantel Schulterheben";
"Dumbbell Squat" = "Kurzhantel Kniebeuge";
"Dumbbell Triceps Extension" = "Kurzhantel Trizepsdrücken";
"Dumbbell Upright Row" = "Aufrechtes Kurzhantel Rudern";
"EZ-Barbell Biceps Curl" = "SZ-Bizeps Curl";
"EZ-Barbell Preacher Curl" = "SZ Scott-Curl";
"EZ-Barbell Pullover" = "SZ Überzüge (Pullover)";
"EZ-Barbell Upright Row" = "Aufrechtes SZ Rudern";
"EZ-Barbell Wide Grip Biceps Curl" = "SZ Bizepscurl, weiter Griff";
"Flat Cable Chest Flyes" = "Kabelzug Flachbank Fliegende";
"Front Barbell Raise" = "Langhantel Frontheben";
"Front Barbell Squat" = "Langhantel Frontkniebeuge";
"Front Dumbbell Raise" = "Zweihändiges Kurzhantel Frontheben";
"Full Range Of Motion Cable Straight Crossover" = "Kabelzug Crossover durchgezogen";
"Full Range Of Motion Lat Pulldown" = "Kabelzug Latziehen durchgezogen";
"Hammer Grip Dumbell Press" = "Hammergriff Kurzhanteldrücken";
"Hammer Grip Incline Dumbell Press" = "Hammergriff Schrägbank Kurzhanteldrücken";
"Hammer Grip Pull Up" = "Hammergriff Klimmzüge";
"Hanging Knee Raise" = "Hängendes Knieheben";
"Hanging Leg Raise" = "Beinheben (hängend)";
"High Cable Curl" = "Kabelzug Bizepscurl Liegend";
"Hyperextension" = "Rückenstrecker";
"Incline Bench Cable Flyes" = "Kabelzug Schrägbank Fliegende";
"Incline Bench Press" = "Schrägbankdrücken";
"Incline Bench Side Bend" = "Seitbeugen";
"Incline Dumbbell Curl" = "Schrägbank Kurzhantelcurl";
"Incline Dumbbell Triceps Extension" = "Schrägbank Kurzhantel Trizepsdrücken";
"Incline Machine Chest Press" = "Schrägbankdrückmaschine";
"Knee Raise On Parallel Bars" = "Knieheben";
"Kneeling Cable Concentration Triceps Extension" = "Knieendes Kabelzug Konzentrations Trizepsdrücken";
"Kneeling Cable Triceps Extension" = "Knieendes Kabelzug Trizepsdrücken";
"Lat Pulldown" = "Latzug";
"Lat Pulldown Behind Neck" = "Latzug in den Nacken";
"Leg Raises On Parallel Bars" = "Beinheben (aufgestützt)";
"Lying Barbell Front Raise And Pullover" = "Liegendes Frontheben mit Überzüge";
"Lying Cable Curl" = "Liegender Kabelzugcurl";
"Lying Dumbbell Rear Lateral Raise" = "Liegendes Kurzhantel Seitheben";
"Lying Dumbbell Triceps Extension" = "Liegendes Kurzhantel Trizepsdrücken";
"Lying EZ-Barbell Triceps Extension" = "Liegendes SZ-Trizepsdrücken";
"Lying EZ-Barbell Triceps Extension Behind Head" = "Liegendes SZ-Trizepsdrücken (hinter dem Kopf)";
"Lying Incline Barbell Row" = "Liegendes Schrägbank Langhantel Rudern";
"Lying Incline Dumbbell Row" = "Liegendes Schrägbank Kurzhantel Rudern";
"Lying Leg Curl" = "Beincurl";
"Lying Middle Back Shrug" = "Liegende Rücken Shrugs";
"Lying Supine Dumbbell Curl" = "Kurzhantelcurl (Rückenlage)";
"Machine Chest Press" = "Brustpresse";
"Machine Hammer Grip Seated Rows" = "Hammergriff Rudermaschine";
"Machine Hammer Grip Shoulder Press" = "Hammergriff Schulterpresse";
"Machine Lat Pulldown" = "Latzugmaschine";
"Machine Lateral Raise" = "Seithebemaschine";
"Machine Reverse Grip Butterfly" = "Reversebutterfly";
"Machine Reverse Grip Lat Pulldown" = "Reverse Latzug";
"Machine Reverse Grip Seated Row" = "Reverse Rudermaschine";
"Machine Reverse Hammer Grip Butterfly" = "Reverse Butterflymaschine Variation";
"Machine Seated Dips" = "Dipmaschine sitzend";
"Machine Seated Row" = "Rudermaschine";
"Machine Seated Row Variation" = "Rudermaschine Variation";
"Machine Shoulder Press" = "Schulterpresse";
"Machine Shoulder Press Variation" = "Schulterpresse Variation";
"Narrow Dips" = "Enger Griff Dips";
"Narrow Grip Bench Press" = "Enger Griff Bankdrücken";
"Narrow Grip Incline Bench Press" = "Enger Griff Schrägbankdrücken";
"Narrow Grip Lat Pulldown" = "Enger Griff Latzug";
"Narrow Parallel Grip Chin Ups" = "Enger Griff Klimmzug";
"One Arm Cable Lateral Raise" = "Einarmige Kabelzug Seitheben";
"One Arm Cable Triceps Extension" = "Einarmiges Kabelzug Trizepsdrücken";
"One Arm Dumbbell Biceps Curl" = "Einarmige Kurzhantel BizepsCurl";
"One Arm Dumbbell Front Raise" = "Einarmiges Kurzhantel Frontheben";
"One Arm Dumbbell Hammer Biceps Curl" = "Einarmige Kurzhantel HammerCurl";
"One Arm Dumbbell Reverse Biceps Curl" = "Einarmige Reverse Kurzhantel BizepsCurl";
"One Arm Dumbbell Shoulder Press" = "Einarmiges Kurzhantel Schulterdrücken";
"One Arm Dumbbell Triceps Extension" = "Einarmiges Kurzhantel Trizepsdrücken";
"One Arm Front Cable Raise" = "Einarmiges Kabelzug Frontheben";
"One Arm Lat Pulldown" = "Einhändiger Latzug";
"One Arm Lateral Raise" = "Einarmiges Seitheben";
"One Arm Preacher Dumbbell Biceps Curl" = "Einarmige Kurzhantel Scott-Curl";
"One Arm Reverse Grip Cable Curl" = "Einarmiges Reverse Kabelzug Curl";
"One Arm Reverse Grip Dumbbell Preacher Curl" = "Einarmige Reverse Kurzhantel Scott-Curl";
"One Arm Seated Cable Row" = "Einarmiges Kabelzug Rudern sitzend";
"One Arm Seated Hammer Dumbbell Front Raise" = "Einarmiges Hammergriff Kurzhantel Frontheben sitzend";
"Overhead Curl" = "Kabelzug Bizepscurl (zum Kopf)";
"Overhead EZ-Barbell Triceps Extension" = "SZ-Trizepsdrücken (über dem Kopf)";
"Power Roller Crunch" = "Bauchmuskel-Roller Crunch";
"Preacher Curl with Machine" = "Scott-Curl Maschine";
"Preacher Hammer Grip Dumbbell Curl" = "Hammergriff Kurzhantel Scott-Curl";
"Prone Incline Dumbbell Curl" = "Schrägbank Kurzhantelcurl (Bauchlage)";
"Prone Incline EZ-Barbell Curl" = "Schrägbank SZ-Curl (Bauchlage)";
"Push Ups" = "Liegestützen";
"Rear Delts Dumbbell Row" = "Kurzhantelrudern (hinterer Deltamuskel)";
"Reverse Concentration Curl" = "Reverse Konzentrationscurl";
"Reverse Grip Barbell Biceps Curl" = "Reverse Langhantelcurl";
"Reverse Grip Bent Over Row" = "Reverse Langhantel Rudern";
"Reverse Grip Cable Triceps Pushdowns" = "Reverse Seilzug Trizepsdrücken";
"Reverse Grip Dumbbell Preacher Curl" = "Reverse Kurzhantel Scott-Curl";
"Reverse Grip EZ-Barbell Biceps Curl" = "Reverse SZ-Curl";
"Reverse Grip EZ-Barbell Preacher Curl" = "Reverse SZ-Scott-Curl";
"Reverse Grip Pull Up" = "Reverse Klimmzug";
"Reverse Narrow Grip Lat Pulldown" = "Enger Griff Reverse Latzug";
"Reverse Triceps Bench Press" = "Reverse Enges Bankdrücken";
"Rope Lat Pulldown" = "Latzug mit Seil";
"Rotation Crunch" = "Wechselnde Crunches";
"Seated Arnold Dumbbell Press" = "Arnold Kurzhantel Drücken sitzend";
"Seated Barbell Military Press" = "Langhantel Schulterdrücken sitzend";
"Seated Behind Head Military Press" = "Langhantel Schulterdrücken sitzend (in den Nacken)";
"Seated Bent Over One Arm Dumbbell Triceps Extension" = "Einarmige vorgebeugte Trizeps Kickbacks sitzend";
"Seated Cable Crunch" = "Kabelzug Crunches sitzend";
"Seated Cable Rear Lateral Raise" = "Kabelzug Seitheben sitzend";
"Seated Calf Raise" = "Wadenheben sitzend";
"Seated Dumbbell Shoulder Press" = "Kurzhantel Schulterdrücken sitzend";
"Seated Dumbbell Triceps Extension" = "Kurzhantel Trizepsdrücken sitzend";
"Seated Hammer Grip Biceps Curl" = "Kurzhantel Hammercurls sitzend";
"Seated Hammer Grip Pulldown" = "Hammergriff Latzug sitzend";
"Seated Hammer Grip Row" = "Hammergriff Rudern sitzend";
"Seated Leg Curl" = "Beincurl sitzend";
"Seated Leg Extension" = "Beinstrecker sitzend";
"Seated Leg Press" = "Beinpresse sitzend";
"Seated Leg Pull In" = "Beinziehen sitzend";
"Seated Narrow Grip Barbell Concentration Curl" = "Enger Griff Langhantel Konzentrationscurl sitzend";
"Seated Palms Down Barbell Wrist Curl" = "Langhantel abwärts Handgelenkcurl sitzend";
"Seated Palms Up Barbell Wrist Curl" = "Langhantel aufwärts Handgelenkcurl sitzend";
"Seated Rear Delt Raise" = "Vorgebeugtes Seitheben sitzend";
"Seated Side Lateral Raise" = "Seitheben sitzend";
"Seated V-Bar Pulldown" = "V-Bar Latzug sitzend";
"Seated V-Bar Row" = "V-Bar Rudern sitzend";
"Side Dumbbell Bend" = "Kurzhantel Seitbeugen";
"Side Lateral Raise" = "Seitheben";
"Smith Machine Bench Press" = "Bankdrücken Smith Maschine";
"Smith Machine Calf Raise" = "Wadendrücken Smith Maschine";
"Smith Machine Dead Lift" = "Kreuzheben Smith Maschine";
"Smith Machine Decline Bench Press" = "Negatives Bankdrücken Smith Maschine";
"Smith Machine Hack Squat" = "Hack Kniebeuge Smith Maschine";
"Smith Machine Incline Bench Press" = "Schrägbankdrücken Smith Maschine";
"Smith Machine Narrow Grip Bench Press" = "Enger Griff Bankdrücken Smith Maschine";
"Smith Machine Narrow Grip Decline Bench Press" = "Enger Griff negatives Bankdrücken Smith Maschine";
"Smith Machine Narrow Grip Incline Bench Press" = "Enger Griff Schrägbankdrücken Smith Maschine";
"Smith Machine Rear Delt Row" = "Vorgebeugtes Rudern Smith Maschine";
"Smith Machine Reverse Grip Bench Press" = "Reverse Bankdrücken Smith Maschine";
"Smith Machine Reverse Grip Bent Over Row" = "Vorgebeugtes Reverse Rudern Smith Maschine";
"Smith Machine Reverse Grip Incline Bench Press" = "Reverse Schrägbankdrücken Smith Maschine";
"Smith Machine Shoulder Press" = "Schulterdrücken Smith Maschine";
"Smith Machine Shoulder Press (behind the head)" = "Schulterdrücken Smith Maschine (in den Nacken)";
"Smith Machine Shrug" = "Schulterheben Smith Maschine";
"Smith Machine Squat" = "Kniebeugen Smith Maschine";
"Smith Machine Standing Military Press" = "Schulterdrücken stehend Smith Maschine";
"Smith Machine Upright Row" = "Aufrechtes Rudern Smith Maschine";
"Standing Barbell Reverse Biceps Curl" = "Reverse Langhantel Bizepscurl stehend";
"Standing Behind Head Military Press" = "Schulterdrücken stehend Smith Maschine (in den Nacken)";
"Standing Bottom Cable Flys" = "Kabelzug Fliegende stehend von unten";
"Standing Cable Chest Press" = "Kabelzug Brustpresse stehend";
"Standing Cable Flyes" = "Kabelzug Fliegende stehend";
"Standing Cable Row" = "Kabelzug Rudern stehend";
"Standing Dumbbell Shoulder Press" = "Kurzhantel Schulterdrücken stehend";
"Standing Military Press" = "Schulterdrücken stehend";
"Standing One Arm Biceps Cable Curl" = "Einarmiger Kabelzug Bizepscurl stehend";
"Standing One Leg Kick Back Machine" = "Einbeinige Kick-Back Maschine";
"Standing V-Bar Row" = "V-Bar Rudern stehend";
"Straight-Arm Pulldown" = "Latzug stehend mit gestreckten Armen";
"Super-Incline Machine Chest Press" = "Negative Brustpresse";
"Thigh Abductor" = "Abduktoren Maschine";
"Triceps Dumbbell Kickback" = "Kurzhantel Trizeps-Kickbacks";
"Triceps Pushdowns (Rope attachment)" = "Seilzug Trizepsdrücken ";
"Two Hand Cable Lateral Raise" = "Zweihändiges Kabelzug Seitheben";
"V-Bar Triceps Pushdown" = "V-Bar Trizepsdrücken";
"Wide Dips" = "Breite Dips";
"Wide Grip Pull Up" = "Breiter Griff Klimmzüge";
"Wide Hammer Grip Pull Up" = "Breite Hammergriff Klimmzüge";


"Beginner" = "Anfänger";
"Fitness" = "Fitness";
"Bodybuilding" = "Muskelaufbau";
"Intermediate" = "Fortgeschrittener";
"Advanced" = "Profi";

"calves" = "Wadenmuskel";
"glutes" = "Gesäßmuskel";
"hamstrings" = "rückseitige Oberschenkelmuskulatur";
"lowerback" = "untere Rückenmuskulatur";
"middleback" = "mittlere Rückenmuskulatur";
"trapezius" = "Kapuzenmuskel";
"triceps" = "Trizeps";
"lats" = "Großer Rückenmuskel";
"posteriordeltoid" = "Hinterer Schultermuskel";
"lateraldeltoid" = "Seitlicher Schultermuskel";
"abdominals" = "Bauchmuskulatur";
"lowerabdominals" = "Untere Bauchmuskulatur";
"biceps" = "Bizeps";
"chest" = "Brustmuskulatur";
"forearms" = "Unterarmmuskulatur";
"quads" = "Vorderseitige Oberschenkelmuskulatur";
"anteriordeltoid" = "Vorderer Schultermuskel";
"hipabductors" = "Abduktoren";
"obliques" = "Seitliche Bausmuskulatur";
"traps" = "Kapuzenmuskel";

"trainingProgramm_1_name" = "Anfänger Training";
"trainingProgramm_1_description" = "\nGanzkörpertraining für Anfänger. Trainiere mit diesem Trainingprogramm 2 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_1_workout_1_name" = "Ganzkörper 1";
"trainingProgramm_1_workout_2_name" = "Ganzkörper 2";

"trainingProgramm_2_name" = "Sixpack Training";
"trainingProgramm_2_description" = "\nBauchmuskeltraining für Anfänger und Fortgeschrittene. Trainiere mit diesem Trainingprogramm 2 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_2_workout_1_name" = "Sixpack 1";
"trainingProgramm_2_workout_2_name" = "Sixpack 2";

"trainingProgramm_3_name" = "Business Training";
"trainingProgramm_3_description" = "\n2-Tages Split für Anfänger und Fortgeschrittene. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_3_workout_1_name" = "Rücken/Bizeps/Beine/Bauch";
"trainingProgramm_3_workout_2_name" = "Brust/Schultern/Trizeps/Bauch";

"trainingProgramm_4_name" = "Gold Standard";
"trainingProgramm_4_description" = "\n3-Tages Ganzkörpertraining für Fortgeschrittene und Profis. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_4_workout_1_name" = "Brust/Bizeps";
"trainingProgramm_4_workout_2_name" = "Rücken/Trizeps/Bauch";
"trainingProgramm_4_workout_3_name" = "Beine/Schultern";

"trainingProgramm_5_name" = "Optimum";
"trainingProgramm_5_description" = "\n3-Tages Ganzkörpertraining für Fortgeschrittene und Profis. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_5_workout_1_name" = "Brust/Trizeps/Schultern";
"trainingProgramm_5_workout_2_name" = "Beine/Bauch";
"trainingProgramm_5_workout_3_name" = "Rücken/Bizeps";

"trainingProgramm_6_name" = "Bis zum Limit";
"trainingProgramm_6_description" = "\n4-Tages Ganzkörpertraining für Fortgeschrittene und Profis. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_6_workout_1_name" = "Brust/Bizeps";
"trainingProgramm_6_workout_2_name" = "Bein/Bauch";
"trainingProgramm_6_workout_3_name" = "Schultern/Trizeps";
"trainingProgramm_6_workout_4_name" = "Rücken/Bauch";

"trainingProgramm_7_name" = "Grenzenlos!";
"trainingProgramm_7_description" = "\n5-Tages Ganzkörpertraining für Fortgeschrittene und Profis. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_7_workout_1_name" = "Rücken/Bauch";
"trainingProgramm_7_workout_2_name" = "Brust";
"trainingProgramm_7_workout_3_name" = "Beine";
"trainingProgramm_7_workout_4_name" = "Schultern/Bauch";
"trainingProgramm_7_workout_5_name" = "Bizeps/Trizeps";


"trainingProgramm_10_name" = "Fettverbrennung!";
"trainingProgramm_10_description" = "\n2-Tages Ganzkörperworkout für Anfänger und Fortgeschrittene, welche schneller Fett verbrennen wollen. Es ist wichtig nicht nur intensiv zu trainieren, sondern ebenfalls auf die Ernährung zu achten und ausreichend zu schlafen. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_10_workout_1_name" = "Brust/Arme/Bauch";
"trainingProgramm_10_workout_2_name" = "Schultern/Rücken/Beine";

"trainingProgramm_11_name" = "Perfekte Balance";
"trainingProgramm_11_description" = "\n3-Tages gut ausgeglichenes Ganrkörperworkout für Anfänger und Forgeschrittene. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_11_workout_1_name" = "Rücken/Bauch";
"trainingProgramm_11_workout_2_name" = "Brust/Schultern";
"trainingProgramm_11_workout_3_name" = "Beine/Bizeps/Trizeps";

"trainingProgramm_12_name" = "Einfach Sechs";
"trainingProgramm_12_description" = "\n3-Tages Ganskörperworkout für Anfänger und Fortgeschrittene mit Fokus auf Kraft und Ausdauer. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_12_workout_1_name" = "Brust/Trizeps/Bauch";
"trainingProgramm_12_workout_2_name" = "Rücken/Bizeps/Bauch";
"trainingProgramm_12_workout_3_name" = "Beine/Schultern/Bauch";

"trainingProgramm_13_name" = "Fokus: Muskelaufbau";
"trainingProgramm_13_description" = "\n4-Tages Ganskörperworkout für Fortgeschrittene und Profis mit Fokus auf Muskelaufbau. Absolviere jeden Split einmal die Woche mit mindestens 2 Minuten Pause zwischen den Sätzen. Führe jede Wiederholung langsam und sauber aus - für mindestens 40-50 Sekunden. Trainiere jeden Split 1 mal die Woche und achte auf genügend Regenerationszeit zwischen den Workouts. Die vorgebene Anzahl der Übungswiederholungen ist nur ein Richtwert. Die Gewichte müssen an deinen Fortschritt, Übungen und Sätze angepasst werden. Um die Übungen auszuführen brauchen Sie verschiedene Geräte aus deinem Fitnessstudio.\n\n Wir garantieren keine Verbesserung der Muskelkraft oder Verbesserung deiner Übungsergebnisse. Ernähre dich gesund und trainiere regelmäßig um gute Ergebnisse zu erreichen.Wir tragen keinerlei Verantwortung für jegliche Verletzungen die während des Trainierens mit diesem Programm auftreten.";
"trainingProgramm_13_workout_1_name" = "Brust/Trizeps";
"trainingProgramm_13_workout_2_name" = "Rücken/Bizeps";
"trainingProgramm_13_workout_3_name" = "Beine";
"trainingProgramm_13_workout_4_name" = "Schultern/Waden";

//app localizations

//default
"Done_Button_Title" = "Fertig";
"Edit_Button_Title" = "Editieren";
"Cancel_Button_Title" = "Abbrechen";
"Delete_Button_Title" = "Löschen";

//mainMenu
"Facebook_Share_Text" = "Sie suchen eine Fitness App? Dann ist FIT Fuze genau das richtige für dich. Trainiere mit vorgefertigten Traininprogrammen oder stelle dir selber welche zusammen. Inklusive Apple Watch Support. http://itunes.apple.com/WebObjects/MZStore.woa/wa/viewSoftware?id=982750436&mt=8";
"Twitter_Share_Text" = "Sie suchen eine Fitness App? Dann ist FIT Fuze genau das richtige für dich! http://ift.tt/1AhLvNx Mit Watch Support! #FitFuzeApp";
"Trainingplans_Label_Text" = "FIT Fuze"; //##!! check it
"Exercises_Label_Text" = "Übungen";
"Statistics_Label_Text" = "Statistiken";
"Settings_Label_Text" = "Einstellungen";
"Help_Label_Text" = "Hilfe & Info";
"CurrentTrainingPlan_Label_Text" = "Aktueller Trainingsplan";

//startscreen
"Edit_Button_Title" = "Editieren";
"Today_Button_Title" = "Heute";
"ExerciseMetaInformation_Label_Text" = "%ld Sätze, je %@ Wiederholungen";
"ExerciseDetails_Button_Title_Down" = "%lu Übungen ";
"ExerciseRepetition_Label_Text" = ": %@ von %ld";
"StartTodayWorkout_Button_Title" = "Nächstes Workout starten";
"Next_Label_Text" = "Tip!";

//workout execution
"WeightRepetitions_PickerView_Label" = "Gewicht & Wdh";
"DetailButton_Title" = "Details ❯";
"StartButton_Title" = "Start";
"EditSetButton_Title" = "Editieren";
"FinishButton_Title" = "Fertig";
"RestartButton_Title" = "Nochmal";
"SucceedButton_Title" = "Ja";
"FailureButton_Title" = "Nein";
"Set_Text" = "Satz";
"SetIsFinished_Label_Text" = "Satz ist fertig.\nBeendet wie geplant?";
"SetInProgress_Label_Text" = "Satz wird ausgeführt.";
"SetNotYetImplemented_Label_Text" = "Satz noch nicht ausgeführt.";
"PauseBeforeSet_Label_Text" = "Pause vor dem nächsten Satz";
"PauseBeforeSet_Allow_Notifications_Text" = "Pause vor dem nächsten Satz. Aktiviere die Mitteilungen, um über das Pause Ende benachrichtigt zu werden.";
"Or_Label_Text" = "oder";
"WorkoutFinished_Label_Text" = "Workout geschafft!";
"TrainingPlanFinished_Label_Text" = "Trainingplan geschafft!";
"ChooseNextPlan_Button_Title" = "Auf zum nächsten Plan";
"SetImplemented_Label_Text" = "Satz ist fertig";
"EditImplementedSetButton_Label_Text" = "Editieren";

//ExerciseDescription
"PrimaryMuscles_Label_Text" = "Primäre Muskeln: ";
"SecondaryMuscles_Label_Text" = "Sekundäre Muskeln: ";
"HowTo_SegmentedControl_Title" = "Ausführung";
"Muscles_SegmentedControl_Title" = "Muskeln";

//WorkoutSelection
"BuyTrainingPlan_Button_Title" = "Trainingplan kaufen - %@";
"RetryConnection_Button_Title" = "Verbindung wiederherstellen";
"SelectTrainingplan_Button_Title" = "Trainingplan auswählen";
"ExercisesWithArrow_Button_Title" = "%lu Übungen ❯";
"ExercisesWithoutArrow_Button_Title" = "%lu Übungen";
"WorkoutsSelectorViewControllerNavBar_title" = "Workouts";

//WorkoutModification
"AddWorkouts_WelcomeLabel_Title" = "Dieser Plan ist noch nicht gefüllt";
"WorkoutModificationChangeWorkout_Navbar_Title" = "tippe zu ändern";
"WorkoutModificationTapToFinis_Navbar_Title" = "return um das Editieren zu beenden";
"CustomWorkoutDefault_Title" = "Eigenes Workout";
"AddWorkouts_Button_Title" = "Workouts hinzufügen";

//TrainingPlanModeSelection
"TrainingPlanModeSelection_NavBar_Title" = "Trainingsplan Wahl";
"FitTrainingPlans_Label_Text" = "FIT Trainingspläne";
"FreeTrainingPlans_Label_Text" = "Gratis Trainingspläne";
"CustomTrainingPlans_Label_Text" = "Eigene Trainingspläne";
"CustomTrainingPlanDefault_Title" = "Eigener Trainingsplan";
"WorkoutCount_Label_Text" = "%ld Workouts";
"CustomTrainingPlan_Navbar_Title" = "Eigene Trainingspläne";

//MuscleGroupSelection
"MuscleGroupAll_Label_Text" = "Alle";
"MuscleGroupNoSeperation_TableView_Header" = "Keine Unterscheidung";
"MuscleGroupSeperation_TableView_Header" = "Unterscheidung von Muskel Gruppen";
"AllExercises_TableViewCell_Text" = "Alle Übungen";
"Abs_Label_Text" = "Bauch";
"Arms_Label_Text" = "Arme";
"Back_Label_Text" = "Rücken";
"Chest_Label_Text" = "Brust";
"Legs_Label_Text" = "Beine";
"Shoulders_Label_Text" = "Schultern";
"MuscleGroupSelection_Navbar_Title" = "Wähle die Muskelgruppe";

//ExerciseSelection
"AddExercises_WelcomeLabel_Title" = "Dieses Workout ist noch nicht gefüllt";
"AddExercises_Button_Title" = "Übungen hinzufügen";
"AddSelectedExercises_Button_Title" = "Ausgewählte Übung(en) hinzufügen";
"ExerciseSelectionDefault_Navbar_Title" = "Übungen";
"ExerciseSelectionExercisesAdded_Navbar_Title" = "%lu Übung(en) ausgew.";

//ExerciseModification
"ExerciseModificationChangeWorkout_Navbar_Title" = "tippe zu ändern";
"ExerciseModificationTapToFinis_Navbar_Title" = "return um das Editieren zu beenden";
"PickerView_Repetions_Label_Text" = "Wdh.";

//TraininPlanSelection
"PurchasesTrainingPlan_TableView_Header" = "Gekaufte Trainingspläne";
"NotPurchasedTrainingPlan_TableView_Header" = "Noch nicht gekaufte Trainingspläne";
"NoInternet_TableViewCell_Text" = "Kein Internet";
"Purchased_TableViewCell_Text" = "Gekauft";
"TrainingPlanSelection_Navbar_Title" = "Wähle Plan";
"AddNewPlan_Button_Title" = "Neuen Trainingsplan erstellen";

//Statistics
"Statistics_NavBar_Title" = "Statistiken";
"StatisticsRepetionsCountDefault_Label_Text" = "- Wiederholungen";
"StatisticsRepetionsCount_Label_Text" = "%@ Wiederholungen";
"NoStatistics_Label_Text" = "Keine Statistiken";

//Help
"Questions_Label_Text" = "Fragen? Verbesserungsvorschläge? Wir sind da um zu helfen.";
"QuestionsDescription_Label_Text" = "Ganz einfach: schüttel dein iPhone in der App um uns Feedback oder Fragen zu hinterlassen";
"TutorialButton_Title" = "Tutorial";
"Responsibility_Button_Title" = "AGB";
"HelpViewControllerNavBar_title" = "Hilfe";

//Settings
"RestorePurchases_Button_Title" = "Einkäufe wiederherstellen";
"RestTime_Label_Text" = "Ruhezeit";
"SettingsViewControllerNavBar_title" = "Einstellungen";

//AlertViews
"AlertView_Success_Title" = "Erfolgreich";
"AlertView_RestoreSuccess_Message" = "Alle gekauften Trainingpläne wurden wiederhergestellt";
"AlertView_Failure_Title" = "Fehlgeschlagen";
"AlertView_RestoreFailure_Message" = "Das Wiederherstellen der gekauften Trainingspläne ist fehlgeschlagen";
"AlertView_OK_Title" = "Ok";

"Training_plan_is_not_selected_warning_title" = "Kein Trainingsplan ausgewählt";
"Training_plan_is_not_selected_warning_text" = "Bitte wähle einen Traininsplan aus um anzufangen. (um einen Traininsplan auszuwählen drücke den Pfeil Button oben rechts)";

"Training_plan_is_empty_warning_title" = "Leer Trainingsplan ausgewählt";
"Training_plan_is_empty_warning_text" = "Bitte wähle einen nicht leer Traininsplan aus um anzufangen. (um einen Traininsplan auszuwählen drücke den Pfeil Button oben rechts)";


//LoadingScreen
"LoadingLabel_Label_Text" = "Einen Moment bitte...\nDas einmalige Laden der Übungsdaten kann bis zu einer Minute dauern";

//IAP
"IAP_no_internet_title" = "Keine Internet Verbindung";
"IAP_no_internet_text" = "Prüfen sie bitte Ihre Internetverbindung und probieren Sie es nochmal.";
"IAP_error_title" = "Ops...";
"IAP_error_no_training_plan_text" = "Trainingprogramm nicht verfügbar";
"IAP_info_title" = "Information";
"IAP_loading_training_plans_text" = "Lade Trainingsprogramm...";
"IAP_purchase_not_possible_text" = "Einkauf ist im Moment nicht möglich. Bitte probieren Sie es in einigen Minuten nochmal.";
"IAP_servers_down_message" = "Einkauf fehlgeschlagen - kein Antwort von Apple. Bitte probieren Sie es in einigen Minuten nochmal.";

//Tutorial
"startTutorial_title" = "Startscreen";
"startTutorial_text" = "1 - Gehe zum Menu\n2 - Trainingsprogramm wechseln\n3 - Nach links wischen für zusätzliche Aktionen\n4 - geschätzte Trainingsdauer";
"start2Tutorial_title" = "Startscreen";
"start2Tutorial_text" = "1 - Name des aktuellen Trainingsprogramms\n2 - Dein nächstes Workout\n3 - Name des Workouts\n4 - Bisherige Ausführungen des Workouts\n5 - Anzahl der Übungen pro Workout\n6 - Gehe zur Übungsliste";
"workoutTutorial_title" = "Workoutscreen";
"workoutTutorial_text" = "1 - Name des Workouts\n2 - Vorschau der aktuellen Übung\n3 - Name der aktuellen Übung\n4 - Gehe zur Übungsbeschreibung";
"workout2Tutorial_title" = "Workoutscreen";
"workout2Tutorial_text" = "1 - Scrollbare Liste der Sätze der aktuellen Übung\n2 - Zeichen für ausgeführte Sätze - Erfolgreich oder Fehlgeschlagen\n3 - Aktueller Satz";

//kg or lbs
"kg" = "kg";
"lbs" = "lbs";
"lbs-full" = "lbs";

"TrainingPlan_Duration_Picker_Title" = "Dauer des Plans";
"TrainingPlan_Duration_Picker_Weeks_Label" = "Woche(n)";
"GoToTutorialButton_Title" = "Tutorial ❯";
"Title_of_the_new_plan" = "Name der neue Plan";

"AlertView_No_Sets" = "Noch keine Sätze hinzugefügt";
"AlertView_No_Sets_warning" = "Füge mindestens einen Satz hinzu um zu starten";
"ContinueWorkoutButton_Label_Text" = "Fortsetzen";

"Workout_is_empty_warning_title" = "Leer Workout ausgewählt";
"Workout_is_empty_warning_text" = "Bitte wähle einen nicht leer Workout aus um anzufangen.";

"Creatinon_TrPlan_step_one" = "Schritt 1 von 2: Workouts Zusatz";
"Creatinon_TrPlan_step_two" = "Schritt 2 von 2: Workouts Füllung";

"iLinkMessageTitle" = "Update %@";
"iLinkAppMessage" = "Eine neue Version %@ ist verfügbar.\n\nMöchten Sie FIT Fuze aktualisieren?";
"iLinkCancelButton" = "Nein, danke";
"iLinkUpdateButton" = "Jetzt aktualisieren";
"iLinkRemindButton" = "Später erinnern";

"Save_Button_Title" = "Sichern";

"exitButton_title" = "   Stoppe und beende   ";
"Overlay_Allow_Notifications_Text" = "Bitte erlaube, dass dir die App Push-Benachrichtigungen senden darf - somit ist es Fit Fuze möglich, dir anzuzeigen, wenn deine Pause beendet ist. Dies kann jederzeit in den Einstellungen geändert werden.";

"TODAY" = "HEUTE";
"Graph"= "Graph";
"Calendar" = "Kalender";
"Timer done!" = "Timer abgelaufen!";

"NoStatisticsOnThisDate_Label_Text" = "Keine Statistiken zu diesem Datum";
"Plans_TabBar_Button_title" = "Pläne ❯";
"Workout_Duration_Correct_Picker_Title" = "Workout gemacht:";
"Workout_Correction_Picker_Times_Label" = "mal";

"TrainingPlanCollections_Navbar_Title" = "Trainingskollektionen";
"Training_Plans_Found_Format_Label" = "Besteht aus %lu Plänen";

"Training_Plan_Contains_Default_Values_Title" = "Standard Gewichte";
"Training_Plan_Contains_Default_Values_Text" = "Ausgewählter Trainingsplan enthält bereits Standard Gewichtswerten - ändern Sie bitte die Gewichte entsprechend Ihrer körperlichen Fähigkeiten";

"New!" = "Neu!";

"Tap_to_see_main_menu_tutorial_hint_text" = "Drücke, um zum Hauptmenü zu gelangen";
"Tap_to_select_plan_tutorial_hint_text" = "Drücke, um den ausgewählten Trainingsplan auszuwählen";
"Slide_to_edit_tutorial_hint_text" = "Swipe, um den Trainingsplan zu bearbeiten";
"Tap_to_edit_tutorial_hint_text" = "Zum Bearbeiten drücken";
"Tap_for_animated_exercise_hint" = "Drücke, um die animierte Übungsausführung anzuzeigen\n\n\n\nDrücke, um fortzufahren";
"Tap_for_exercise_details_hint" = "Drücke, um mehr Details zur aktuellen Übung anzuzeigen";
"Workout_execution_line_hint" = "Dein aktueller Fortschritt des Trainings. Swipe, um andere Sätze auszuwählen oder zu bearbeiten";
"Current_set_hint" = "Aktuell ausgewählter Satz";
"Weight_repetitions_hint" = "Gewicht und Anzahl der Wiederholungen des Satzes";
"Numbers_of_sets_hint" = "Anzahl der aktuellen Sätze/Anzahl der Sätze für die aktuelle Übung";
"Triange_meaning_hint" = "Das Dreieck markiert den aktuell laufenden Satz";
"Workout_status_area_hint" = "Hier können Sie den Status des aktuell markierten Satzes sehen, starte die Ausführung, stoppe sie oder bearbeite den Satz";

"Purchased_Duration_Text" = "%d Tage";
"Purchased_Duration_Text_many_days" = "%d Tage";

"summer15" = "Sommer";
"autumn15" = "Herbst";

"Health_Disclaimer_Title" = "Haftungsausschluss (englisch) ❯";
"Now_available" = " Jetzt freigeschaltet! ❯ ";

"Provide_name_text" = "tippe, um Übungsname zu angeben";
"add_demo_title" = "Demo hinzuf. ❯";
"change_demo_title" = "Demo ändern ❯";
"add_involved_muscle_groups_title" = "beteiligten Muskeln";

"Add_Exercise_Title" = "Übung hinzufügen";

"Use" = "OK";
"Cancel" = "Absagen";
"Image from Camera" = "Bild aufnehmen";
"Image from Library" = "Bild auswählen";
"Create_exercise_button_title" = "Übung erstellen";

"whatNewTitle" = "Was gibt es Neues";
"whatNew_firstSubtitle" = "Supersätze";
"whatNew_firstFeatureText" = "jetzt können Sie selbst Supersätze erstellen und in Workout hinzufügen";
"whatNew_secondSubtitle" = "Neue Benutzeroberfläche";
"whatNew_secondFeatureText" = "jetzt FIT Fuze ist klarer und einfacher zu bedienen";
"whatNew_thirdSubtitle" = "Neue Apple Watch App";
"whatNew_thirdFeatureText" = "jetzt FIT Fuze für die Apple Watch ist komplett iPhone-frei und Ihre Fortschritte ist synchronisiert mit iPhone in Echtzeit";

"Select_First_Plan_Button_title" = "Deinen ersten Trainingsplan auswählen";
"Name_duplicate" = "Es gibt schon Übung mit Name \"%@\". Bitte geben Sie einen anderen Name";

//new to check:
"Menu_BarItem_Title" = "Menü";
"Provide_description_text" = "Geben Sie die Notizen hier";
"New_exercise_title" = "Neue Übung";
"Welcome_to_FITFuze_text" = "Willkommen\nzu FIT Fuze";

"StatisticsHint_Text" = "tippen Sie auf den Balken,\num Details zu sehen";
"PinchHint_Text" = "Benutzen Sie den\n2-Finger-Zoom für Details";

//fit 2.0 new labels

"super_small_label_text" = "Super";
"set_small_label_text" = "Satz";

"SkipSetButton_Title" = "Überspr.";
"AreYouReady_WelcomeText" = "Sind Sie bereit?";

"Add_new_set_Label" = "Satz hinzufügen";
"Add_superset_Label" = "Supersatz hinz.";
"Change_existing_set_Label" = "Satz ändern";
"Superset_IndicatorText" = "Supersatz";
"Superset_Hint_Title" = "Erschaffung des Supersatzes"; //!!!
"Superset_Hint_Alert" = "Sie erstellen den Supersatz jetzt. Beim Supersatz werden zwei oder mehr Übungen kombiniert. Anstatt eine mehrminütige Pause zwischen zwei Sätzen zu machen, wird diese auf wenige Sekunden reduziert oder komplett weggelassen."; // !!!
"Superset_Modification_Title" = "Supersatz ändern";

"Delete_set_button_title" = "Satz löschen";
"Not_filled_properly_Alert" = "Bitte alle Felder ausfüllen";

"Provide_name_warning" = "Bitte geben Sie den Übungsnamen ein";
"Select_muscle_group_warning" = "Bitte wählen Sie mindestens eine Muskelgruppe aus";
